[
  {
    "keywords": ["aml", "анти отмывание", "анти-отмывание", "легализация доходов", "anti money laundering"],
    "answer": "Мы соблюдаем политику AML: предотвращаем отмывание средств и выявляем подозрительную активность. Компания обязана проверять клиентов и при необходимости сообщать о рисках в уполномоченные органы."
  },
  {
    "keywords": ["что такое aml", "зачем aml", "отмывание денег", "легализация средств"],
    "answer": "AML — это меры по предотвращению сокрытия происхождения незаконных средств. Мы обязаны выявлять подозрительные операции и предотвращать использование платформы для нелегальных целей."
  },
  {
    "keywords": ["требования aml", "регуляторные требования", "обязанности компании"],
    "answer": "Закон требует поддерживать актуальную оценку рисков, внедрять процедуры контроля и назначать ответственное лицо за анализ подозрительной активности."
  },
  {
    "keywords": ["идентификация", "верификация", "проверка аккаунта", "проверка личности"],
    "answer": "Все клиенты проходят обязательную идентификацию и периодические проверки. При неполных данных могут быть запрошены дополнительные документы."
  },
  {
    "keywords": ["kyc", "знай своего клиента", "документы", "проверка kyc"],
    "answer": "По KYC мы запрашиваем имя, дату рождения, адрес и документ личности. Могут потребоваться подтверждение адреса, платежа или источника средств."
  },
  {
    "keywords": ["множественные аккаунты", "мультиаккаунт", "несколько аккаунтов"],
    "answer": "Мы выявляем попытки создать несколько аккаунтов. Такие профили связываются и проверяются, как один пользователь."
  },
  {
    "keywords": ["pep", "политически значимые лица", "госслужащий"],
    "answer": "Для PEP используется усиленный контроль. Это пользователи на госдолжностях, а также их родственники и близкое окружение."
  },
  {
    "keywords": ["источник средств", "source of funds", "подтверждение средств"],
    "answer": "Компания может запросить подтверждение источника средств или капитала для соблюдения AML-требований и принципов ответственой игры."
  },
  {
    "keywords": [
      "как отмыть деньги",
      "отмыть деньги",
      "отмывание денег",
      "легализовать преступные доходы",
      "обойти aml",
      "bypass aml",
      "bypass kyc",
      "how to launder money",
      "launder money",
      "скрыть источник средств",
      "скрыть происхождение денег",
      "обойти kyc",
      "как обойти верификацию",
      "обойти верификацию",
      "уклониться от проверки",
      "как не проходить kyc"
    ],
    "answer": "Попытки отмывать средства, обходить AML/KYC или скрывать источник денег строго запрещены. Аккаунт будет заблокирован, данные могут быть переданы в уполномоченные органы — возможна уголовная ответственность и крупные штрафы."
  }
]
