[
  {
    "keywords": ["aml", "анти отмывание", "анти-отмывание", "легализация доходов", "anti money laundering"],
    "answer": "Мы соблюдаем политику AML: предотвращаем отмывание средств и выявляем подозрительную активность. Компания обязана проверять клиентов и при необходимости сообщать о рисках в уполномоченные органы."
  },
  {
    "keywords": ["что такое aml", "зачем aml", "отмывание денег", "легализация средств"],
    "answer": "AML — это меры по предотвращению сокрытия происхождения незаконных средств. Мы обязаны выявлять подозрительные операции и предотвращать использование платформы для нелегальных целей."
  },
  {
    "keywords": ["требования aml", "регуляторные требования", "обязанности компании"],
    "answer": "Закон требует поддерживать актуальную оценку рисков, внедрять процедуры контроля и назначать ответственное лицо за анализ подозрительной активности."
  },
  {
    "keywords": ["идентификация", "верификация", "проверка аккаунта", "проверка личности"],
    "answer": "Все клиенты проходят обязательную идентификацию и периодические проверки. При неполных данных могут быть запрошены дополнительные документы."
  },
  {
    "keywords": ["kyc", "знай своего клиента", "документы", "проверка kyc"],
    "answer": "По KYC мы запрашиваем имя, дату рождения, адрес и документ личности. Могут потребоваться подтверждение адреса, платежа или источника средств."
  },
  {
    "keywords": ["множественные аккаунты", "мультиаккаунт", "несколько аккаунтов"],
    "answer": "Мы выявляем попытки создать несколько аккаунтов. Такие профили связываются и проверяются, как один пользователь."
  },
  {
    "keywords": ["pep", "политически значимые лица", "госслужащий"],
    "answer": "Для PEP используется усиленный контроль. Это пользователи на госдолжностях, а также их родственники и близкое окружение."
  },
  {
    "keywords": ["источник средств", "source of funds", "подтверждение средств"],
    "answer": "Компания может запросить подтверждение источника средств или капитала для соблюдения AML-требований и принципов ответственой игры."
  },
  {
    "keywords": [
      "как отмыть деньги",
      "отмыть деньги",
      "отмывание денег",
      "легализовать преступные доходы",
      "обойти aml",
      "bypass aml",
      "bypass kyc",
      "how to launder money",
      "launder money",
      "скрыть источник средств",
      "скрыть происхождение денег",
      "обойти kyc",
      "как обойти верификацию",
      "обойти верификацию",
      "уклониться от проверки",
      "как не проходить kyc"
    ],
    "answer": "Попытки отмывать средства, обходить AML/KYC или скрывать источник денег строго запрещены. Аккаунт будет заблокирован, данные могут быть переданы в уполномоченные органы — возможна уголовная ответственность и крупные штрафы."
  },
  {
    "keywords": ["политика конфиденциальности", "privacy policy", "конфиденциальность", "как вы храните данные", "как вы обрабатываете данные"],
    "answer": "Мы защищаем ваши персональные данные согласно Политике конфиденциальности. Она описывает, какие данные собираются, как используются и какие меры безопасности применяются."
  },
  {
    "keywords": ["какие данные собираете", "какие данные вы собираете", "какие данные хранятся", "персональные данные", "личные данные", "data collection"],
    "answer": "Мы можем собирать имя, дату рождения, адрес, контактные данные, платёжную информацию, историю транзакций и данные о взаимодействии с сайтом."
  },
  {
    "keywords": ["технические данные", "ip", "ip адрес", "browser data", "логирование", "что фиксируется", "логі"],
    "answer": "Автоматически собираются технические данные: IP-адрес, дата и время входа, устройство, браузер, ошибки и посещённые страницы."
  },
  {
    "keywords": ["как получаете данные", "источник данных", "откуда собираете данные", "откуда данные"],
    "answer": "Данные могут быть получены от пользователя, автоматически через систему, от платёжных операторов и проверяющих организаций."
  },
  {
    "keywords": ["зачем собираете данные", "как используется информация", "использование данных", "для чего собираете данные"],
    "answer": "Данные используются для работы сервиса, верификации, платежей, поддержки, бонусных программ, безопасности и предотвращения мошенничества."
  },
  {
    "keywords": ["раскрытие данных", "кому передаются данные", "кому вы передаете данные", "передача данных", "third party"],
    "answer": "Данные могут передаваться уполномоченным сервисам, банкам и госорганам строго в рамках Политики конфиденциальности и требований закона."
  },
  {
    "keywords": ["могу удалить данные", "удаление данных", "как удалить данные", "право на удаление", "right to erasure"],
    "answer": "Вы можете запросить копию, изменение или ограничение обработки ваших данных. Полное удаление возможно, за исключением случаев, когда их хранение требуется законом."
  },
  {
    "keywords": ["как скачать мои данные", "экспорт данных", "выгрузка данных", "получить копию данных", "export data"],
    "answer": "Вы можете запросить копию своих данных — мы предоставим экспорт в соответствии с Политикой конфиденциальности."
  },
  {
    "keywords": ["видите ли вы мои пароли", "доступ к паролю", "сохраняете пароль", "хранение пароля"],
    "answer": "Мы не храним пароли в открытом виде. Пароли хранятся безопасно (хеш/шифрование) и недоступны сотрудникам или третьим лицам."
  },
  {
    "keywords": ["кто может видеть мои данные", "админ видит мои данные", "сотрудники видят", "кто имеет доступ"],
    "answer": "Доступ к данным строго ограничен и возможен только для специалистов, которым это необходимо по закону или для обеспечения безопасности аккаунта."
  },
  {
    "keywords": ["как отключить сбор данных", "отказ от обработки", "как запретить сбор", "не хочу чтобы собирали данные"],
    "answer": "Вы можете ограничить сбор некоторых данных в настройках браузера или устройства. Полная деактивация некоторых технических сборов повлияет на работу сервиса."
  },
  {
    "keywords": ["cookies", "куки", "что такое cookies", "аналитические cookies"],
    "answer": "Мы используем строго необходимые, сессионные, постоянные и аналитические cookies. Вы можете отключить их в браузере, но это может повлиять на работу сайта."
  },
  {
    "keywords": ["платежи", "передача платежных данных", "платежные системы", "оплата", "payment"],
    "answer": "Проводя платежи, вы соглашаетесь на передачу данных платёжным операторам, включая возможную трансграничную передачу. Мы обеспечиваем безопасность таких операций."
  },
  {
    "keywords": ["проверки безопасности", "security check", "проверка данных", "проверки аккаунта"],
    "answer": "Мы можем проводить проверки данных, операций и соответствия правилам. Для таких проверок может потребоваться предоставление документов и сверка с внешними базами."
  },
  {
    "keywords": ["меры безопасности", "защита данных", "как защищаете данные", "encryption"],
    "answer": "Данные защищены шифрованием, ограниченным доступом и современными технологиями безопасности. Мы постоянно мониторим защиту и инфраструктуру."
  },
  {
    "keywords": ["несовершеннолетние", "18 лет", "ребенок", "дети", "underage"],
    "answer": "Сайт предназначен только для пользователей старше 18 лет. Аккаунты несовершеннолетних блокируются, а персональные данные удаляются в соответствии с правилами."
  },
  {
    "keywords": ["международная передача данных", "transfer data", "международные серверы", "cross-border"],
    "answer": "Данные могут обрабатываться за пределами вашей юрисдикции; мы обеспечиваем их защиту независимо от местоположения серверов и соблюдаем применимые стандарты."
  },
  {
    "keywords": ["сторонние сайты", "третьи лица", "внешние сайты", "безопасность сторонних сайтов"],
    "answer": "Мы не контролируем сторонние сайты на которые ведут ссылки. Они имеют свои правила и политику безопасности — ознакомьтесь с ними отдельно."
  },
  {
    "keywords": ["согласие с политикой", "принятие условий", "я согласен", "условия конфиденциальности"],
    "answer": "Использование сайта означает согласие с Политикой конфиденциальности. Продолжение использования после обновлений считается принятием новых условий."
  },

  {
    "keywords": ["как удалить логи", "как очистить историю", "как скрыть следы", "как скрыть операции", "как стереть данные", "как скрыть транзакции", "как удалить действия", "как обойти логи", "очистить активность"],
    "answer": "Удаление или сокрытие истории действий, логов или транзакций невозможно. Все данные фиксируются в соответствии с законодательством и Политикой конфиденциальности."
  },
  {
    "keywords": ["как получить доступ к чужому аккаунту", "как узнать чужие данные", "как посмотреть чужой баланс", "как посмотреть чужую почту", "как узнать данные другого пользователя", "взломать профиль", "взлом данных", "доступ к личным данным"],
    "answer": "Доступ к чужим аккаунтам и данным строго запрещён. Это преступление и может повлечь уголовную ответственность."
  },
  {
    "keywords": ["как узнать ip пользователя", "ip другого пользователя", "геолокация другого", "как посмотреть местоположение", "как узнать местоположение пользователя"],
    "answer": "Мы не раскрываем информацию о местоположении, IP-адресах или других персональных данных третьих лиц без законных оснований."
  },
  {
    "keywords": ["как изменить личные данные чтобы скрыть", "как подделать данные", "как сменить данные чтобы меня не нашли", "подмена данных"],
    "answer": "Предоставление ложных данных или их изменение с целью сокрытия личности запрещено и противоречит Политике конфиденциальности и требованиям закона."
  },
  {
  "keywords": ["лицензия", "легальность", "законно", "curacao", "кирасао", "ogl", "ogl/2024/1295/0544", "кто лицензирует", "игровая лицензия"],
  "answer": "Компания работает на основании Игровой лицензии № OGL/2024/1295/0544, выданной Управлением азартных игр Кюрасао. Лицензия от 16.07.2024 имеет статус 'Активна' и позволяет предоставлять услуги азартных игр в соответствии с местным законодательством."
  },
  {
  "keywords": [
    "самоисключение",
    "self exclusion",
    "ответственная игра",
    "перерыв в игре",
    "заблокировать аккаунт",
    "блокировка по запросу",
    "пауза в игре",
    "проблемы с игрой",
    "зависимость игра",
    "лимиты игры",
    "self-control",
    "ограничить доступ"
  ],
  "answer": "Если вам нужен перерыв или игра вызывает дискомфорт, вы можете запросить самоисключение. Это добровольная мера, при которой доступ к вашему аккаунту временно блокируется на выбранный срок — от нескольких недель до нескольких месяцев. Для активации самоисключения свяжитесь со службой поддержки. По окончании срока доступ будет восстановлен автоматически. При необходимости мы рекомендуем обращаться к специалистам и организациям, которые помогают при проблемах, связанных с азартными играми."
  },
  {
      "keywords": [
        "вывод",
        "вывести",
        "withdraw",
        "заявка на вывод",
        "как вывести деньги",
        "как получить выплату",
        "когда придет вывод",
        "почему долго выводят"
      ],
      "answer": "Вывод средств доступен 24/7. Данные аккаунта должны совпадать с данными платёжного метода. Также требуется подтверждение, что аккаунт принадлежит именно вам. Время обработки зависит от метода оплаты, нагрузки системы и работы провайдера. Одобрение вывода означает подтверждение, но не гарантирует моментальную выплату. Актуальный статус можно уточнить через поддержку — она сообщает только «одобрено» или «отклонено»."
  },
  {
      "keywords": [
        "как ускорить вывод",
        "быстрее вывод",
        "ускорьте вывод",
        "как поменять метод на крипту",
        "как сделать первый вывод криптой"
      ],
      "answer": "Ускорить вывод невозможно — время зависит только от метода оплаты и загрузки системы. Первый вывод должен быть выполнен без использования криптовалютных методов. Изменить способ с целью ускорения невозможно."
  },
  {
      "keywords": [
        "как обойти лимит",
        "как снять больше лимита",
        "как вывести больше чем можно",
        "как увеличить лимит вывода",
        "лимиты вывода"
      ],
      "answer": "Лимиты вывода фиксированы: до 5 000₺ депозита максимальный лимит составляет 100 000₺. Для более крупных сумм действует коэффициент, зависящий от VIP-уровня. Обойти или искусственно увеличить лимиты невозможно."
  },
  {
      "keywords": [
        "vip коэффициент",
        "как работает коэффициент",
        "какой у меня коэффициент",
        "сколько я могу вывести",
        "максимальная сумма вывода"
      ],
      "answer": "Коэффициент зависит от вашего VIP-уровня: от 30× до 40× без бонуса и от 20× до 30× с бонусом. Максимальная сумма вывода рассчитывается как депозит × коэффициент. Обойти эту формулу невозможно."
  },  
  {
      "keywords": [
        "как вывести без верификации",
        "как вывести без kyc",
        "вывод без подтверждения",
        "можно ли вывести без проверки"
      ],
      "answer": "Вывод без подтверждения личности невозможен. Данные аккаунта должны совпадать с данными платёжного метода и принадлежать именно вам. KYC — обязательная процедура."
   },
   {
      "keywords": [
        "как вывести на чужую карту",
        "можно вывести на карту друга",
        "можно вывести на другой кошелек",
        "вывод не на мои данные"
      ],
      "answer": "Вывод на чужие методы оплаты запрещён. Средства могут быть отправлены только на платёжный метод, принадлежащий владельцу аккаунта. Это обязательное правило безопасности."
   },
   {
      "keywords": [
        "как спрятать источник денег",
        "как скрыть платежи",
        "как вывести незаметно",
        "как сделать скрытый вывод"
      ],
      "answer": "Сокрытие источника средств невозможно и нарушает правила платформы. Все выводы проходят обязательную проверку безопасности."
    },
    {
      "keywords": [
        "ставка после начала матча",
        "почему ставка отменена",
        "почему ставка недействительна",
        "ошибка коэффициента",
        "неверный коэффициент"
      ],
      "answer": "Ставки, принятые после начала матча из-за системной ошибки или задержки, могут быть отменены. Также ставки могут быть аннулированы при ошибках коэффициентов, неправильных данных о матче или других несоответствиях."
    },
    {
      "keywords": [
        "как отменить ставку",
        "отменить ставку",
        "аннулировать ставку",
        "изменить ставку"
      ],
      "answer": "После подтверждения ставка не может быть изменена или отменена. Единственная возможная опция — досрочное завершение через функцию Cash Out, если она доступна."
    },
    {
      "keywords": [
        "почему ставка отменена",
        "ставку отклонили",
        "ставку не приняли",
        "почему моя ставка недействительна"
      ],
      "answer": "Платформа имеет право отказать в принятии ставки, аннулировать её или изменить лимиты. Это может происходить при ошибках коэффициентов, неправильных данных о матче или внутренних ограничениях."
    },
    {
      "keywords": [
        "матч перенесли",
        "матч прервали",
        "матч остановлен",
        "что будет со ставкой",
        "ставка на перенесенный матч"
      ],
      "answer": "Если матч не возобновляется и не завершается в течение 24 часов, ставка возвращается. Если матч завершён в течение 24 часов, ставка остаётся действительной."
    },
    {
      "keywords": [
        "как делать ставки до 18",
        "можно ли поставить несовершеннолетнему",
        "ставки 17 лет"
      ],
      "answer": "Лицам младше 18 лет запрещено делать ставки. Подтверждение возраста обязательно."
    },
    {
      "keywords": [
        "ошибочное начисление",
        "мне зачислили деньги случайно",
        "нашел деньги на балансе",
        "что делать если начислили",
        "можно ли вывести ошибочный баланс"
      ],
      "answer": "При ошибочном начислении средств пользователь обязан сообщить об этом. Все ставки, сделанные с ошибочного баланса, могут быть отменены. Вывод таких средств невозможен."
    },
    {
      "keywords": [
        "как накрутить коэффициенты",
        "как манипулировать ставками",
        "как обмануть систему",
        "как обойти правила ставок"
      ],
      "answer": "Манипуляции с коэффициентами, хакерские методы и попытки обмана системы строго запрещены. Такие действия приводят к отмене ставок, аннулированию выигрышей и возможной блокировке аккаунта."
    },
    {
      "keywords": [
        "почему правила изменились",
        "когда обновлят правила",
        "почему лимиты изменили"
      ],
      "answer": "Платформа может изменять правила и условия без предварительного уведомления. Пользователь обязан самостоятельно следить за актуальной редакцией правил."
    }
  ]






